# ToggleViewFailures Properties

---
The BuiltInFailuresToggleViewFailures type exposes the following members.
| Name| Description
---|---|---
| LoseSavedOrientation|  The stored orientation will be lost.
Top
#### Reference
BuiltInFailuresToggleViewFailures Class
Autodesk.Revit.DB Namespace